/*
	File:		ResultsViewStrings.strings

	Contains:
	Copyright:	© 2007-2009 by Apple Inc., all rights reserved.
*/

"SEARCH_WINDOW_RESULTS_COUNT_SINGULAR" = "%d resultado"; /* This will be used when the count is 1 */
"SEARCH_WINDOW_RESULTS_COUNT" = "%d resultados";
"SEARCH_WINDOW_RESULTS_NO_COUNT" = "Resultados";
"SEARCH_WINDOW_RESULTS_NO_RESULTS" = "Nenhum Resultado";

"SHOW_ALL_N" = "Mostrar tudo %d";
"SHOW_TOP_COUNT" = "Mostrar os %d mais relevantes";
"MORE_TITLE_FORMAT" = "Mais…";

"PREVIEW_TRASH" = "Lixo";
"PREVIEW_WHERE" = "Onde";
"PREVIEW_ITUNES_LIBRARY" = "Biblioteca Musical do iTunes";
"PREVIEW_MESSAGE_FROM" = "De";
"PREVIEW_MESSAGE_TO" = "Para";
"PREVIEW_MESSAGE_RECIEVED" = "Recebido";
"PREVIEW_MESSAGE_SUBJECT" = "Assunto";
"PREVIEW_MESSAGE_FOLDER" = "Pasta";
"PREVIEW_DIMENSIONS" = "Dimensões";
"PREVIEW_PIXEL_DIMENSIONS" = "%@ x %@ pixels";   /* Dimensions in pixels */
"PREVIEW_POINT_DIMENSIONS" = "%@ x %@ pontos";   /* Dimensions in points */
"PREVIEW_POINT_INCH_DIMENSIONS" = "%@ x %@ pol";  /* Dimensions in inches */
"PREVIEW_POINT_CM_DIMENSIONS"  = "%@ x %@ cm";   /* Dimensions in centimeters */
"PREVIEW_ICAL_LOCATION" = "Localização";
"PREVIEW_ICAL_CALENDAR" =  "Calendário";
"PREVIEW_ICAL_START_DATE" = "Data de início";
"PREVIEW_ICAL_DUE_DATE" = "Data limite";
"PREVIEW_ICAL_ATTENDEES" = "Participantes";
"PREVIEW_ARTICLE_POSTED" = "Data de publicação";
"PREVIEW_BOOLEAN_TRUE" = "sim";
"PREVIEW_BOOLEAN_FALSE" = "não";

/* Used in the bottom preview in the Show all window, both of these strings are used in a stringWithFormat: and i pass along
 * the number of items
 */
"PREVIEW_NOTHING_SELECTED_SINGULAR" = "Nada selecionado";
"PREVIEW_NOTHING_SELECTED_PLURAL" = "%d itens selecionados";
"PREVIEW_ONE_SELECTED" = "1 item selecionado";

"NO_MAIL_SUBJECT" = "Sem Assunto";

"FIELD_INDEXING_DISKS_TOOLTIP" = "Indexando volumes (%d%% concluído)";
"FIELD_INDEXING_TOOLTIP_CALCULATING" = "Indexando volumes";

/* Date link attributes */
"LINK_SEARCH_DATE" = "Buscar em %@";
"LINK_SEARCH_DATE_RANGE" = "Semana de %@ a %@";
"LINK_SEARCH_MONTH_RANGE" = "Mês de %@ a %@";
"LINK_SEARCH_YEAR_RANGE" = "Ano de %@ a %@";
"LINK_SEARCH_DATE_NEWER" = "Posterior a %@";

/* This is used as the separator between the name and the directory component in the Search menu */
"EMDASH" = "—";

/* These are titles for the Save/Edit saved search button in the scope bar. */
"SAVED_SEARCH_EDIT" = "Editar";
"SAVED_SEARCH_SAVE" = "Salvar";

/* button bar labels */
"SEARCH_WINDOW_PREVIEW_BUTTON" = "Pré-visualizar";

"TEXT_SNIPPET_RANGE_SEPARATOR" = "…";

"KIND_MAIL_MSG" = "Mensagem de e-mail";
"KIND_ICAL_EVENT" = "Evento do iCal";
"KIND_ICAL_TODO" = "Tarefa do iCal";

"SEARCH_NAME_AND_ATTRIBUTES" = "Nome e Atributos";
"SEARCH_NAME_ONLY" = "Apenas Nome";
"SEARCH_ADVANCED" = "Avançado";

/* the 'other...' menu item is used to bring up panel of other attributes to choose from. */
"OTHER_ATTRIBUTE_SLICE_MENU" = "Outro…";

/* raw query slice support.  The raw query slice appears when you select it from the other... drop down in the advanced search */
"RAW_QUERY_SLICE_NAME" = "Pergunta sem formato";
"RAW_QUERY_SLICE_DESCRIPTION" = "Um predicado de pesquisa simples a ser incluído na busca";

/* file extension slice support.  The file extension slice appears when you select it from the other... drop down in the advanced search */
"FILE_EXTENSION_SLICE_NAME" = "Extensão de arquivo";
"FILE_EXTENSION_SLICE_DESCRIPTION" = "A extensão do nome de arquivo do item";

/* system files slice support.  The system files slice appears when you select it from the other... drop down in the advanced search */
"SYSTEM_FILES_SLICE_NAME" = "Arquivos de sistema";
"SYSTEM_FILES_SLICE_DESCRIPTION" = "Inclui arquivos do sistema, tais como arquivos de preferências e plug-ins";

/* spotlight items slice support.  The spotlight items slice appears when you select it from the other... drop down in the advanced search */
"SPOTLIGHT_ITEMS_SLICE_NAME" = "Itens do Spotlight";
"SPOTLIGHT_ITEMS_SLICE_DESCRIPTION" = "Inclui contatos, e-mails, eventos, páginas web, entre outros";

/* titles for additional columns */
"CATEGORY_COLUMN_TITLE" = "Categoria";
